<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------
return [
    // 定义test模块的自动生成
    'jiaju'=>[
        '__dir__'   =>  ['common.php','config.php'],
        'controller'=>  ['Jiaju'],
        'view'      =>  ['jiaju/index'],
    ],
];
