<template>
	<div class="bar">
		<div>{{likui2}}</div>
<!-- 		<router-link to="/tab">sdfasfsadfasdf</router-link> -->
    <router-link to="/">跳转到首页</router-link>
	</div>
</template>
<script>
	export default{
		 name: 'bar',
		data(){
		   return{
				likui2:'新华社香港6月29日电（记者霍小光、牛琪）中共中央总书记、国家主席、中央军委主席习近平29日中午乘专机抵达香港，出席将于7月1日举行的庆祝香港回归祖国20周年大会暨香港特别行政区第五届政府就职典礼并视察香港中午12时许，习近平乘坐的专机徐徐降落在香港国际机场。习近平和夫人彭丽媛走出舱门，向欢迎的人群挥手致意。香港警察乐队奏响热情喜庆的欢迎曲，现场顿时沸腾起来。在舷梯旁，两名香港少年向习近平和彭丽媛敬献鲜花。在香港特别行政区行政长官梁振英和夫人梁唐青仪陪同下，习近平和彭丽媛同前来迎接的人员亲切握手。机场上，数百名各界群众代表挥舞手中的国旗、区旗和鲜花，热烈欢迎习近平的到来。'
			}
		}
	}
</script>